[["0",{"pageContent":"Apa Itu OSKM? OSKM (atau Orientasi Studi Keluarga Mahasiswa) merupakan rangkaian kegiatan dalam upaya menyambut Mahasiswa Baru ITB dan memperkenalkan corak peradaban di ITB serta membantu mempersiapkan Mahasiswa Baru untuk berkuliah di ITB  Visi dan Misi KAT ITB 2023 Visi KAT ITB 2023 sebagai vivarium pencetak katalisator penuh warna dalam mewujudkan masyarakat madani Misi KAT ITB 2023 dapat menciptakan lingkungan yang inklusif dan dapat mendukung pertumbuhan dan pengembangan setiap insan yang terlibat di dalamnya KAT ITB 2023 dapat menjalankan pendidikan yang memberikan pembekalan dengan tetap mempertahankan warna setiap insan. KAT ITB mampu membentuk model civil society dalam kemahasiswaan di KM ITB KAT ITB dapat menginisasi keinginan untuk berkontribusi membangun tatanan masyarakat madani Indonesia di masa depan Gagasan Kaderisasi KAT ITB 2023  Bayangkan sebuah ideal/belief dari para peserta KAT ITB 2023 sebagai berlian yang masih kasar saat di awal, berlian tersebut sudah mereka","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["1",{"pageContent":"Indonesia di masa depan Gagasan Kaderisasi KAT ITB 2023  Bayangkan sebuah ideal/belief dari para peserta KAT ITB 2023 sebagai berlian yang masih kasar saat di awal, berlian tersebut sudah mereka bawa sejak mereka lahir sampai akhirnya mereka berada di lingkungan KM ITB. Daripada menghancurkan berlian tersebut dari awal atau menganggap mereka merupakan kanvas kosong, lebih baik untuk mengamini diri mereka bahwa mereka telah memiliki berlian itu sendiri. Daripada menghancurkan berlian tersebut, lebih baik untuk mengasahnya (Menyadarkan). Mengasah berlian tersebut untuk menjadi lebih halus dan mengasah berlian tersebut agar sesuai dengan apa yang dibutuhkan dunia. Hasil akhirnya, berlian tersebut akan menjadi berlian yang dapat menunjang keberjalanan KM ITB dan seluruh elemen didalamnya, tanpa menghilangkan jati diri dan bayangan keidealan yang mereka bangun sedari kecil.  OSKM dari Tahun ke Tahun Berbagai Nama: \tPengenalan Satuan Akademik dan Kemahasiswaan (PSAK) ITB–2006 \tPenerimaan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["2",{"pageContent":"menghilangkan jati diri dan bayangan keidealan yang mereka bangun sedari kecil.  OSKM dari Tahun ke Tahun Berbagai Nama: \tPengenalan Satuan Akademik dan Kemahasiswaan (PSAK) ITB–2006 \tPenerimaan Mahasiswa Baru (PMB) ITB–2007 \tPengenalan Ruang dan Orientasi KM (PROKM) ITB–2009 \tInisiasi Keluarga Mahasiswa (INKM) ITB–2010 \tInisiasi Terpusat Keluarga Mahasiswa (INTEGRASI) ITB–2016 Visi OSKM ITB (2014-2022) \t2014: Simfoni Pergerakan Untuk Indonesia 2015: OSKM ITB 2015 sebagai penyadaran akan identitas insan akademis masa depan bangsa \t2016: KAT ITB 2016 yang melahirkan perintis gerakan berdasarkan empati \t2017: Mewujudkan mozaik pergerakan untuk Indonesia 2018: Sebagai sarana inisiasi pembentuk mahasiswa nirmala pemrakarsa pembangunan bangsa \t2019: OSKM ITB 2019 sebagai sarana inisiasi semangat bermimpi untuk Indonesia 2020: Terciptanya mahasiswa dengan keunikannya masing-masing senantiasa mendefinisikan perannya dan bertanggung jawab terhadap peran tersebut 2021: KAT ITB sebagai ruang","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["3",{"pageContent":"bermimpi untuk Indonesia 2020: Terciptanya mahasiswa dengan keunikannya masing-masing senantiasa mendefinisikan perannya dan bertanggung jawab terhadap peran tersebut 2021: KAT ITB sebagai ruang inspirasi bernavigasi budaya dalam mewujudkan kesadaran berkontribusi untuk Indonesia \t2022: Sarana Inisiasi Perubahan Progresif sebagai langkah awal membangun bangsa Dinamika OSKM Periode sebelum 2000an: OSKM ITB merupakan ajang kaderisasi terpusat yang kental dengan agenda-agenda pergerakan sesuai dengan kondisi ekonomi sosial politik pada zaman itu Tahun 2000: Muncuk permasalahan terkait legalitas OSKM karena adanya pandangan bahwa kaderisasi di OSKM ITB mengandung unsur kekerasan. Sehingga, penyelenggaraan OSKM ITB ilegal dan kehadiran peserta sangat minim Tahun 2002: OSKM ITB 2002 dilegalkan dengan perubahan seperti peniadaan acara swasta dan pendekatan kekerasan yang diganti dengan pendekatan disiplin Tahun 2005: OSKM kembali dibawah bayang-bayang permasalahan legalitas Tahun 2006: OSKM","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["4",{"pageContent":"dengan perubahan seperti peniadaan acara swasta dan pendekatan kekerasan yang diganti dengan pendekatan disiplin Tahun 2005: OSKM kembali dibawah bayang-bayang permasalahan legalitas Tahun 2006: OSKM dilakukan secara ilegal dan hanya diikuti 136 mahasiswa. Ancaman DO pun menghantui Ketua Kabinet pada saat itu, Ketua OSKM, dan peserta yang mengikutinya. Tahun 2007: OSKM dilegalkan kembali dengan perubahan konsep dan metode karena pertimbangan agar angkatan 2007 dapat berinteraksi dengan seniornya  OSKM sebagai Vivarium Katalisator Pergerakan Penuh Warna Sejak awal, OSKM sudah menjadi ajang kaderisasi terpusat yang penuh dengan agenda pergerakan yang disebabkan kondisi ekonomi sosial politik pada zamannya. Dapat dilihat dari tema dan aksi yang dilakukan di OSKM ITB yang mengangkat isu aktual pada masanya.  Pada dasarnya, hal ini tidak lepas jauh dari kenapa OSKM itu ada, yakni sebagai penyadaran arti menjadi mahasiswa dan penyadaran tentang lingkungan disekitarnya (Khususnya ITB)","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["5",{"pageContent":"aktual pada masanya.  Pada dasarnya, hal ini tidak lepas jauh dari kenapa OSKM itu ada, yakni sebagai penyadaran arti menjadi mahasiswa dan penyadaran tentang lingkungan disekitarnya (Khususnya ITB)  Seiring perkembangan zaman, OSKM ITB selalu berusaha beradaptasi dengan tantangan zaman. Contohnya pada tahun 2015 di mana ketua OSKM pada zaman itu mengangkat permasalahan Asean Free Trade Area pada dokumen gagasannya.  Sejak saat itu, OSKM yang tadinya spesifik membahas suatu isu tertentu, mulai melebarkan sayapnya. Seperti pada tahun 2016 dengan tema empati untuk negeri, OSKM 2017 yang memperkenalkan Trikotomi Pergerakan (Sosial Politik, Sosial Masyarakat, Karya Inovasi), OSKM 2018 dengan memperkuat nasionalisme, hingga 2019 yang mulai memberikan materi tentang self-development untuk mewujudkan pendidikan yang lebih kontekstual  Pada Tahun 2023, OSKM ITB mengedepankan kekayaan idea dari panitia maupun peserta untuk mewujudkan pergerakan kontekstual dengan mengedepankan kreatifitas dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["6",{"pageContent":"pendidikan yang lebih kontekstual  Pada Tahun 2023, OSKM ITB mengedepankan kekayaan idea dari panitia maupun peserta untuk mewujudkan pergerakan kontekstual dengan mengedepankan kreatifitas dan keberagamannya serta mengedepankan kolaborasi dalam upaya mewujudkan masyarakat madani  Kenapa harus ikut OSKM? Memperluas Jaringan Makin sadar sama kondisi disekitar kita Bisa bereskperimen sesuka hati Bisa mengenal ITB dan Kemahasiswaan di ITB lebih dekat lagi","metadata":{"loc":{"lines":{"from":1,"to":1}}}}]]