[["0",{"pageContent":"Institut Teknologi Bandung (ITB) merupakan Perguruan Tinggi Teknik pertama di Indonesia. Sudah banyak sumbangsih yang diberikan ITB kepada perkembangan Bangsa Indonesia sampai sekarang. Baik dari segi inovasinya sampai para pemegang kekuasaan. Seperti inovasi di bidang teknologi kesehatan saat Covid-19 kemarin, Vent-I, dan mencetak pemimpin seperti BJ Habibie yang menjadi presiden ketiga Indonesia. Didorong oleh gagasan dan keyakinan yang dilandasi semangat perjuangan proklamasi kemerdekaan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["1",{"pageContent":"Didorong oleh gagasan dan keyakinan yang dilandasi semangat perjuangan proklamasi kemerdekaan serta wawasan ke masa depan, pemerintah Indonesia meresmikan berdirinya Institut Teknologi Bandung pada tanggal 2 Maret 1959. Berbeda dengan harkat pendirian lima perguruan tinggi teknik sebelumnya di kampus yang sama, Institut Teknologi Bandung lahir dalam suasana penuh dinamika dalam mengemban misi pengabdian ilmu pengetahuan dan teknologi yang berpijak pada kehidupan nyata di Bumi sendiri bagi","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["2",{"pageContent":"pengabdian ilmu pengetahuan dan teknologi yang berpijak pada kehidupan nyata di Bumi sendiri bagi kehidupan dan pembangunan bangsa yang maju dan bermartabat. Identitas Visual ITB terdiri atas 2 (dua) elemen utama, yakni lambang Ganesa dan tulisan Institut Teknologi Bandung Selain kedua elemen utama di atas, dapat ditambahkan elemen-elemen lain sesuai dengan kebutuhan dan jenis-jenis pemanfaatan tertentu. Misalnya untuk menunjukkan kematangan usia Institut dapat ditambahkan elemen baru yakni","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["3",{"pageContent":"tertentu. Misalnya untuk menunjukkan kematangan usia Institut dapat ditambahkan elemen baru yakni Tahun Berdiri Institut. Setiap elemen di dalam Identitas Visual ITB diutamakan untuk menggunakan warna tertentu yang disebut Warna Biru ITB. Warna Biru ITB yang dimaksud adalah Deep Cobalt Blue, yang mempunyai arti Wibawa, mewakili kedalaman ilmu pengetahuan serta keluasan wawasan. Ganesha, pada logo ITB, melambangkan IImu dan Teknologi dengan mengandung unsur-unsur simbolik. Keluarga Mahasiswa ITB","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["4",{"pageContent":"ITB, melambangkan IImu dan Teknologi dengan mengandung unsur-unsur simbolik. Keluarga Mahasiswa ITB (KM ITB) merupakan organisasi mahasiswa yang memiliki peran sentral dalam kehidupan kampus ITB. KM ITB berperan sebagai wadah bagi mahasiswa untuk berpartisipasi dalam berbagai aktivitas akademis, sosial, dan kebudayaan di kampus.  DEMA ITB pada masa itu menjadi \"The last stronghold\" yang berhasil tidak dikuasai oleh pihak-pihak yang berhaluan kiri seperti CGMI dan GMNI ASU, yang berusaha","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["5",{"pageContent":"tidak dikuasai oleh pihak-pihak yang berhaluan kiri seperti CGMI dan GMNI ASU, yang berusaha menguasai lembaga eksekutif mahasiswa di berbagai kampus. CGMI (Consentrasi Gerakan Mahasiswa Indonesia) dan GMNI (Gerakan Mahasiswa Nasional Indonesia) sendiri merupakan organ underbow PKI dan PNI. Sikap “The last stronghold” yang pertama kali dicetuskan pada masa DEMA ITB ini masih dimaknai sampai masa KM ITB hari ini. KM ITB tidak tergabung ke organisasi-organisasi yang memiliki afiliasi politik","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["6",{"pageContent":"KM ITB hari ini. KM ITB tidak tergabung ke organisasi-organisasi yang memiliki afiliasi politik spesifik. Jika pun tergabung ke organisasi yang memiliki afiliasi tersebut, KM ITB bergabung karena tujuan yang sama dengan organisasi tersebut: memperjuangkan kemakmuran rakyat Indonesia dan kebenaran ilmiah.  Semenjak DEMA dibubarkan, kekuatan gerakan kemahasiswaan ITB yang mulanya terpusat ke DEMA berubah menyebar ke himpunan dan unit. Pada tingkat himpunan dibentuk FKHJ (Forum Ketua Himpunan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["7",{"pageContent":"berubah menyebar ke himpunan dan unit. Pada tingkat himpunan dibentuk FKHJ (Forum Ketua Himpunan Jurusan) yang bertujuan mengkoordinasi HMJ (Himpunan Mahasiswa Jurusan) yang ada di ITB dan untuk tingkat unit kemahasiswaan dibentuk BKSK (Badan Koordinator Satuan Kegiatan). Ketika menjelang Pemilu RI tahun ’98, mulai terasa kembali adanya gejolak gejolak dari mahasiswa terhadap pemerintahan yang masih berada ditangan Soeharto yang entah sudah untuk kesekian kalinya. Dirasakan perlunya dilakukan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["8",{"pageContent":"berada ditangan Soeharto yang entah sudah untuk kesekian kalinya. Dirasakan perlunya dilakukan penyikapan terhadap kondisi yang ada pada waktu itu, FKHJ lalu membentuk SATGAS KM ITB. Bersama-sama LSM (Lembaga Sentral Mahasiswa) kampus lainnya Satgas ITB banyak melakukan penekanan-penekanan terhadap Pemerintah dengan berbagai tuntutan seperti pelaksanaan 6 visi reformasi dan dengan berbagi metoda dari aksi, hingga pelaksanaan Pertemuan Ciganjur yang dimotori Satgas KM ITB. Kerinduan dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["9",{"pageContent":"metoda dari aksi, hingga pelaksanaan Pertemuan Ciganjur yang dimotori Satgas KM ITB. Kerinduan dan kebutuhan akan LSM kembali cukup menjadi pusat perhatian bagi kemahasiswaan ITB pada sejak tahun ‘90-an. Hal itu didasari adanya harapan-harapan kepada LSM untuk mampu mengangkat semangat kemahasiswaan serta menyatukan kembali kekuatan kemahasiswaan ITB yang sudah terpecah-pecah belasan tahun ke kantong-kantong himpunan dan unit. Hingga pada tahun ’96 dilakukan penggodokan konsep LSM di Ciwidey","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["10",{"pageContent":"himpunan dan unit. Hingga pada tahun ’96 dilakukan penggodokan konsep LSM di Ciwidey yang dihadiri perwakilan Himpunan dan unit. Akhirnya dengan memanfaatkan momen Reformasi tahun ’98, dideklarasikanlah pembentukan LSM ITB dengan nama KM ITB yang mempunyai badan eksekutifnya adalah Kabinet dan badan legislatifnya adalah Kongres. Dimana berdasarkan AD/ART KM ITB, posisi Kabinet dengan HMJ dan UKM adalah sejajar dan Kabinet mempunyai hubungan koordinatif dengan HMJ dan UKM. Keluarga Mahasiswa ITB","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["11",{"pageContent":"sejajar dan Kabinet mempunyai hubungan koordinatif dengan HMJ dan UKM. Keluarga Mahasiswa ITB atau KM ITB merupakan pemerintahan mahasiswa di dalam ITB. Menurut Konsepsi KM ITB, Anggota KM ITB terdiri dari anggota biasa, yaitu seluruh mahasiswa S1 yang terdaftar secara resmi di ITB dan anggota kehormatan, yaitu individu di luar anggota biasa yang disahkan oleh kongres KM ITB. Di dalam KM ITB, kedaulatan tertinggi ada pada seluruh anggota biasa KM ITB yang diwujudkan oleh Kongres KM ITB. Kongres","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["12",{"pageContent":"tertinggi ada pada seluruh anggota biasa KM ITB yang diwujudkan oleh Kongres KM ITB. Kongres KM ITB didirikan pada tanggal 19 Januari 1996. Kongres KM ITB memiliki visi untuk menjadikan Kongres KM ITB sebagai lembaga perwakilan yang partisipatif dan demokratis. Perwujudan visi tersebut dilakukan dengan banyak membahas keberlangsungan kemahasiswaan di ITB. Kongres KM ITB merupakan perwujudan dari kedaulatan tertinggi dalam organisasi kemahasiswaan ITB. Kongres KM ITB terdiri dari perwakilan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["13",{"pageContent":"kedaulatan tertinggi dalam organisasi kemahasiswaan ITB. Kongres KM ITB terdiri dari perwakilan (Senator) Himpunan Mahasiswa Program Studi. Oleh karena itu, Kongres KM ITB memegang peran tertinggi dalam KM ITB mencakup penentuan dan pengawasan atas pelaksanaan orientasi kehidupan organisasi kemahasiswaan. Untuk menjalankan fungsi dan program kerja yang dibuat untuk memenuhi kebutuhan mahasiswa, terdapat suatu badan dalam struktur KM ITB yang disebut Kabinet KM ITB. Kabinet KM ITB adalah badan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["14",{"pageContent":"terdapat suatu badan dalam struktur KM ITB yang disebut Kabinet KM ITB. Kabinet KM ITB adalah badan eksekutif pelaksana program-program skala KM ITB sesuai dengan mandat anggota KM ITB yang direpresentasikan Kongres KM ITB. Oleh karena itu, kabinet KM ITB bertanggung jawab kepada kongres. Pada Konsepsi KM ITB amandemen 2020, adanya badan kelengkapan Keresidenan Multikampus KM ITB adalah upaya taktis untuk mewadahi kegiatan kemahasiswaan Anggota Biasa KM ITB yang berada di setiap multikampus","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["15",{"pageContent":"taktis untuk mewadahi kegiatan kemahasiswaan Anggota Biasa KM ITB yang berada di setiap multikampus ITB, dan sekaligus menjadi penjelas definisi dan posisi mahasiswa multikampus ITB. Untuk mewakili suara mahasiswa di ranah rektorat, terdapat suatu badan yang bernama MWA-WM (Majelis Wali Amanat-Wakil Mahasiswa). MWA-WM merupakan individu yang mewakili Mahasiswa ITB di tingkat MWA. MWA (Majelis Wali Amanat) merupakan organisasi tertinggi Sistem ITB yang mengatur kebijakan di ITB. MWA-WM juga","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["16",{"pageContent":"Wali Amanat) merupakan organisasi tertinggi Sistem ITB yang mengatur kebijakan di ITB. MWA-WM juga menjadi representasi atas suara mahasiswa atas pemutusan kebijakan strategis ITB Himpunan mahasiswa jurusan atau HMJ adalah Organisasi kemahasiswaan tingkat jurusan yang terbentuk atas dasar keilmuan yang sama. HMJ disahkan oleh program studi terkait dan berfungsi untuk mewadahi kebutuhan sektoral mahasiswa dalam bidang keilmuan dan keprofesian. HMJ bersifat otonom di dalam struktur KM ITB, tetapi","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["17",{"pageContent":"dalam bidang keilmuan dan keprofesian. HMJ bersifat otonom di dalam struktur KM ITB, tetapi memiliki hubungan koordinatif dengan kabinet KM ITB. Artinya, himpunan memiliki kewenangan penuh atas program dan aktivitasnya di tingkat jurusan Unit kegiatan mahasiswa merupakan badan kelengkapan KM ITB di tingkat satu kelompok tertentu mahasiswa (minat, bakat, kreasi, dan hobi) untuk seluruh kampus ITB. Apa itu visi? Menurut Texas, Health and Human Service menjelaskan bahwa visi merupakan sebuah","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["18",{"pageContent":"ITB. Apa itu visi? Menurut Texas, Health and Human Service menjelaskan bahwa visi merupakan sebuah pandangan hidup. Pandangan ini terkait akhir yang diinginkan oleh individu, “starting with ending “. Ketika kita memiliki ujung yang kita inginkan dan melihatnya sebagai sesuatu yang ingin diraih. Dalam kehidupan sehari-hari, apa rahasia orang besar dan berpengaruh memiliki semangat menjalani hidup mereka hingga mencapai kesuksesan tersebut? Jawabannya karena mereka memiliki visi hidup. Visi hidup","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["19",{"pageContent":"hingga mencapai kesuksesan tersebut? Jawabannya karena mereka memiliki visi hidup. Visi hidup menjadi tujuan mereka untuk memaknai hidup sehingga dapat hidup dengan teguh dan tidak bergeser. Visi ini bersifat simple yaitu hal apapun yang menjadi alasan yang mengarahkan seseorang tetap pada jalur yang benar serta menjawab mengapa dia bangun setiap harinya. Menurut beberapa studi, visi dalam hidup memiliki korelasi ke dalam beberapa hal: -        Pertama yaitu kesehatan yang positif, baik secara","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["20",{"pageContent":"memiliki korelasi ke dalam beberapa hal: -        Pertama yaitu kesehatan yang positif, baik secara mental maupun jasmani. Orang yang memiliki visi hidup cenderung tidak mengalami konflik saat membuat keputusan terkait kesehatan dan lebih cenderung mengatur diri sendiri saat membuat keputusan dan akibatnya mengalami hasil kesehatan (mental) yang lebih baik (Kang et al., 2019) -        Kedua, orang yang memiliki visi dalam hidup memiliki sistem imun yang lebih kuat (Fredrickson et al., 2013) dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["21",{"pageContent":"yang memiliki visi dalam hidup memiliki sistem imun yang lebih kuat (Fredrickson et al., 2013) dan hidup lebih lama. Dari beberapa studi tersebut, dapat disimpulkan bahwa memiliki visi dalam hidup akan menimbulkan efek positif di dalam kehidupan yang hendak dijalani, sehingga hal ini menjadi penting untuk setiap individu. Visi hidup dapat ditentukan setelah mengetahui kelebihan, kekurangan, kesempatan, dan ancaman individu serta strategi untuk mengatasinya dan SMART. Setelah mengetahui","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["22",{"pageContent":"kesempatan, dan ancaman individu serta strategi untuk mengatasinya dan SMART. Setelah mengetahui kelebihan dan kelemahan itu dapat menggunakan IDP untuk merencanakan tindakan dan pengembangan yang diperlukan untuk mengatasi kekurangan sehingga tercapainya tujuan tersebut.  Terdapat tools-tools untuk memudahkan perumusan visi hidup dan cara mengidentifikasi langkah bagaimana meraih visi yang sudah dirumuskan tersebut. Tools pertama yaitu wheel of life. Wheel of life merupakan pendekatan agar","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["23",{"pageContent":"dirumuskan tersebut. Tools pertama yaitu wheel of life. Wheel of life merupakan pendekatan agar kita mengetahui hal atau lingkup apa saja yang dianggap berdampak pada kehidupan kita sebagai langkah awal perumusan visi hidup Pencarian lingkup hidup.  Tools kedua yaitu SWOT-TOWS. SWOT merupakan tools yang merujuk kepada kemampuan memahami diri sendiri mengenai hal-hal yang akan menjadi kelebihan dan kekurangannya dari faktor internal dan eksternal. Setelah mengetahui kondisi internal dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["24",{"pageContent":"dan kekurangannya dari faktor internal dan eksternal. Setelah mengetahui kondisi internal dan eksternal, TOWS diperlukan untuk membentuk strategi dalam rancangannya untuk mencapai tujuannya, dengan kata lain membentuk strategi pengembangan dari kemampuan yang dimiliki dan membentuk strategi menghilangkan atau meminimalisir kekurangan atau ancaman yang dimilikinya. SWOT-TOWS akan mengorganisir dalam mengoptimalkan kekuatan, mengatasi kelemahan, memanfaatkan peluang, dan mengurangi dampak ancaman","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["25",{"pageContent":"mengoptimalkan kekuatan, mengatasi kelemahan, memanfaatkan peluang, dan mengurangi dampak ancaman yang dihadapi, serta membangun strategi yang efektif untuk mencapai tujuan tiap individu.  Tools ketiga adalah purpose Diagram untuk merumuskan visi hidup dengan harapan individu memiliki pandangan atau wawasan akan masa depan berkaitan dengan kehidupan yang ingin dijalani. Dengan memiliki pandangan akan masa depan, individu  diharapkan dapat mengerti apa yang harus dilakukan setiap harinya dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["26",{"pageContent":"akan masa depan, individu  diharapkan dapat mengerti apa yang harus dilakukan setiap harinya dan berusaha melakukan yang terbaik untuk menggapainya. Purpose diagram terdiri dari 4 pertanyaan yang menjadi visi hidup setelah disintesis yaitu: Apa yang kamu cintai (what you love)? Apa kemampuanmu (what you are good at)? Apa timbal balik untukmu (what you can be paid for)? Apa yang dunia butuhkan (what the world needs). Melalui purpose diagram, harapannya visi yang terbentuk merupakan penyelarasan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["27",{"pageContent":"the world needs). Melalui purpose diagram, harapannya visi yang terbentuk merupakan penyelarasan dari berbagai aspek yang memang sesuai dengan diri kita, sehingga akan lebih personalized dan dapat memicu kita untuk mencapai tujuan yang beranjak dari identitas diri masing-masing individu.  Tools keempat yaitu IDP dan SMART. Setelah dapat merumuskan visi hidup masing-masing, individu akan diajarkan cara membuat rencana tindakan dan pengembangan yang diperlukan untuk mencapai visi tersebut. Dalam","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["28",{"pageContent":"cara membuat rencana tindakan dan pengembangan yang diperlukan untuk mencapai visi tersebut. Dalam hal ini, digunakan alat bantu bernama Individual Development Plan (IDP). IDP yaitu salah satu cara meningkatkan perkembangan individu dengan mengidentifikasi dan mengejar tujuan untuk perkembangan dirinya, menyusun tujuan untuk belajar dan memperbaiki kompetensi yang dibutuhkan untuk saat ini dan masa yang akan mendatang, dan kembali mengingat materi pengenalan diri sebelumnya untuk","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["29",{"pageContent":"ini dan masa yang akan mendatang, dan kembali mengingat materi pengenalan diri sebelumnya untuk mengidentifikasi kelebihan, minat, dan bakat. Jika sebelumnya sudah disusun visi hidup, IDP dapat dikatakan sebagai misi hidupnya. IDP terdiri dari beberapa tahapan yaitu identifikasi tujuan profesional, mengenali diri (SWOT-TOWS), rencanakan fokus tujuan dan langkah tindakan untuk mencapainya, spesifik (SMART Goals Framework). SMART merupakan akronim yang terdiri dari spesific yaitu pengertian bahwa","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["30",{"pageContent":"(SMART Goals Framework). SMART merupakan akronim yang terdiri dari spesific yaitu pengertian bahwa target yang hendak dicapai harus dijelaskan dengan sedetail mungkin, measurable yaitu “terukur” memiliki arti bahwa target atau tujuan yang ingin dicapai harus dapat diukur, attainable (pada sumber lain, dapat disebut juga achievable) yang berarti “dapat dicapai” yakni mempertanyakan kembali apakah target yang ingin mereka capai, dengan segala kemampuan mereka sekarang, dapat dicapai atau tidak,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["31",{"pageContent":"target yang ingin mereka capai, dengan segala kemampuan mereka sekarang, dapat dicapai atau tidak, relevant yaitu jika target tersebut tercapai, target tersebut tentu akan memiliki dampak terhadap yang lainnya, time-bound atau “terjadwal” yaitu langkah yang kita tetapkan tidak hanya disertai dengan deadline tetapi juga harus terjadwal. Pada dasarnya, Self-awareness atau kesadaran diri adalah kemampuan untuk melihat dan memahami bahwa diri sendiri secara jelas dan objektif melalui refleksi dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["32",{"pageContent":"untuk melihat dan memahami bahwa diri sendiri secara jelas dan objektif melalui refleksi dan introspeksi. Untuk menjadi sadar diri, seseorang harus dapat mengenali perasaan, pikiran, dan perilaku mereka sendiri. Jika seseorang memiliki kesadaran diri, mereka dapat mengevaluasi keadaan fisik, mental, dan emosional mereka. Sebenernya apa sih tujuannya memahami diri sendiri? Apa aja manfaatnya? Jika kita mengenal diri dengan baik, kita akan mendapatkan manfaat yaitu Dapat membuat keputusan yang","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["33",{"pageContent":"kita mengenal diri dengan baik, kita akan mendapatkan manfaat yaitu Dapat membuat keputusan yang lebih baik dalam hidup karena orang-orang yang tinggi tingkat kesadaran dirinya lebih paham akan dirinya sendiri sehingga mampu mengambil keputusan yang lebih matang. Perlu diingat, proses memahami diri adalah proses yang panjang, karena manusia selalu berubah sepanjang waktu (seiring dengan bertambahnya pengalaman). Selain itu, mempunyai hubungan yang kuat, lebih efektif dalam berkomunikasi, dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["34",{"pageContent":"pengalaman). Selain itu, mempunyai hubungan yang kuat, lebih efektif dalam berkomunikasi, dan lebih percaya diri dan kreatif merupakan manfaat lainnya dari kesadaran diri. Memahami diri ini penting juga penting dalam cara kita terhubung dengan orang lain, cara kita dapat berkolaborasi, mengelola emosi, mengelola triggers kita. Dengan melihat ke dalam diri sendiri, kita dapat mengurai kompleksnya hidup. Menyambung titik-titik yang tadinya terlihat acak. Ketika itulah bahagia hadir. Ketika","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["35",{"pageContent":"hidup. Menyambung titik-titik yang tadinya terlihat acak. Ketika itulah bahagia hadir. Ketika identitas kita selaras dengan apa yang kita kerjakan, jadi lebih senang saat mengerjakannya. Apa itu MBTI? Kepanjangan MBTI yaitu Myers-Briggs Type Indicator (MBTI) yang ditemukan oleh Katharine Cook Briggs dan Isabell Briggs Myers. MBTI adalah tes kepribadian dengan serangkaian pertanyaan tentang preferensi seseorang pada empat domain yang berbeda. Sleep chronotype quiz adalah pendekatan dalam","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["36",{"pageContent":"preferensi seseorang pada empat domain yang berbeda. Sleep chronotype quiz adalah pendekatan dalam menentukan pembagian waktu yaitu kapan waktu terbaik untuk bekerja dan kapan untuk istirahat lebih optimal. Quiz ini harapannya akan menjawab kapan waktu terbaik kita mengerjakan suatu hal? Work smarter, not harder adalah tujuan diadakannya tes ini. Sleep chronotype quiz mengarahkan kita untuk mendapat jawaban kapan kita dapat memberikan perhatian, kondisi fisik, dan fokus pikiran lebih optimal","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["37",{"pageContent":"jawaban kapan kita dapat memberikan perhatian, kondisi fisik, dan fokus pikiran lebih optimal untuk melakukan suatu kegiatan. Quiz ini berdasarkan buku Dr. Breus, “The Power of When” ini mengklasifikasikan tipe jawaban kedalam 4 hewan yaitu lumba-lumba (cenderung mengalami kesulitan mengikuti jadwal tidur apapun), serigala (mengalami kesulitan bangun di pagi hari, produktif di siang hari), singa (cenderung bangun di awal pagi), dan beruang  (memiliki waktu yang lebih produktif di mid-morning).","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["38",{"pageContent":"bangun di awal pagi), dan beruang  (memiliki waktu yang lebih produktif di mid-morning).  Layaknya air yang menyesuaikan pada kendi? Ya, itu definisi yang mudah dipahami menurut ku untuk mendeskripsikan kata adaptasi. Mencoba untuk menjadi layaknya air yang bisa menyesuaikan dalam wadah bentuk apapun, sama halnya dengan kita yang bisa hidup normal, menyesuaikan diri secara optimal, hingga menjadi yang terbaik di lingkungan apapun, kapanpun, dan dimanapun. Pertama yaitu mencari teman, teman, dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["39",{"pageContent":"yang terbaik di lingkungan apapun, kapanpun, dan dimanapun. Pertama yaitu mencari teman, teman, dan teman melalui komunikasi. Teman berperan penting bagi diriku sebagai anak rantau yang jauh dari keluarga dan sanak saudara. Bagaimana cara agar bisa memiliki teman, diterima di lingkungan baru, meningkatkan nilai humaniora dalam diri? Terdapat beberapa saran dari aku untuk diterapkan yaitu memberikan kesan yang baik melalui 9 langkah komunikasi humanis yaitu: Komunikasi Nonverbal yaitu komunikasi","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["40",{"pageContent":"kesan yang baik melalui 9 langkah komunikasi humanis yaitu: Komunikasi Nonverbal yaitu komunikasi melalui 3 poin penting yaitu kontak mata, gestur tangan, dan nada bicara. Ketiga hal ini disesuaikan dengan tiap-tiap lawan bicara.  Hindari komunikasi bertele-tele agar lawan bicara tidak bosan dan tetap didengar. Ramah yakni menjadi sopan dan baik sebagai alasan fundamental kita bisa diterima oleh seseorang atau kelompok orang. Empati yaitu cara menjadi pendengar yang baik, menempatkan diri","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["41",{"pageContent":"oleh seseorang atau kelompok orang. Empati yaitu cara menjadi pendengar yang baik, menempatkan diri kepada lawan bicara, dan memberikan afeksi. Ketiga hal ini sebagai bentuk penghargaan opini lawan bicara kita melalui sikap empati. Pemikiran yang terbuka yaitu sebagai sikap penerimaan perbedaan pendapat agar komunikasi menjadi jujur dan produktif. Hargai orang lain yaitu syarat untuk dihargai orang lain, kita harus menghargai orang lain terlebih dahulu. Hal ini bisa diwujudkan dengan pendengar","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["42",{"pageContent":"lain, kita harus menghargai orang lain terlebih dahulu. Hal ini bisa diwujudkan dengan pendengar yang baik melalui kontak mata dan respon tubuh. Percaya diri yaitu posisikan diri kita sebagai orang yang mempunyai bargaining power dikemas dalam bentuk kesan dan impresi sehingga akan meningkatkan ketertarikan orang lain terhadap kita dan pembicaraan yang kita bawa. Responsif yaitu tetap memberikan balasan terhadap lawan bicara dan menerima balas dari lawan bicara melalui tiga tahapan yaitu:","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["43",{"pageContent":"balasan terhadap lawan bicara dan menerima balas dari lawan bicara melalui tiga tahapan yaitu:  Posisikan diri terhadap orang lain. Dengan melakukan ini, kita bisa merasakan dan mengerti apa makna yang ingin disampaikan orang tersebut sehingga kita bisa memberikan respon yang relevan. Apresiasi orang lain. Sebelum memulai balasan atau respon apapun, mulailah menanggapi lawan bicara dengan memuji dan mendukung seperti kalimat “Kamu hebat sudah sampai disini” dan kalimat lainnya. Berikan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["44",{"pageContent":"memuji dan mendukung seperti kalimat “Kamu hebat sudah sampai disini” dan kalimat lainnya. Berikan saran/solusi jika dibutuhkan. Berikan mekanisme penyelesaian apabila kamu tau berdasarkan pengalaman, logika, dan sumber-sumber lainnya. Ucapkan terima kasih sebagai pencerita. Apabila kita sebagai orang yang memberikan narasi, maka ucapkanlah terima kasih kepada lawan bicara setelah dia mendengar, memberikan respon, mengapresiasi, dan memberikan solusi kepada kita. Being stoic! Yaitu aliran","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["45",{"pageContent":"memberikan respon, mengapresiasi, dan memberikan solusi kepada kita. Being stoic! Yaitu aliran filsafat yang mengarahkan kita hidup dengan lebih memperhatikan dan fokus terhadap hal-hal yang bisa kita kontrol dan mengesampingkan hal-hal yang tidak bisa dikontrol. Respon orang lain merupakan hal yang tidak bisa dikontrol sehingga apabila kita ingin jadikan seseorang menjadi teman atau kita ingin memasuki suatu kelompok pertemanan (circle) tetapi mereka tidak memberikan respon yang baik terhadap","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["46",{"pageContent":"suatu kelompok pertemanan (circle) tetapi mereka tidak memberikan respon yang baik terhadap kehadiran kita setelah kita melakukan pendekatan maksimal, maka jadilah stoic terhadap hal itu. Perilaku stoic yang dapat dilakukan yaitu dengan tidak memaksa orang lain untuk menerima kita dan mencari orang atau circle lain yang lebih menerima kita. Hal ini karena penerimaan kita dalam struktur sosial sangatlah kompleks yaitu bisa berdasarkan kesukaan, kesamaan latar belakang, hobbi, dan faktor-faktor","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["47",{"pageContent":"kompleks yaitu bisa berdasarkan kesukaan, kesamaan latar belakang, hobbi, dan faktor-faktor lainnya. Namun, apabila kita di posisi orang yang didekati untuk dijadikan teman oleh orang lain maka cobalah terlebih dahulu memahaminya, mengenal kekurangannya, dan mencari faktor untuk bisa dekat dengannya karena terimalah orang lain lebih dulu apabila ingin diterima. Hal ini juga berdasarkan konsep sosial yaitu yang kuat menerima yang lemah, mayoritas menerima minoritas, yang didekati menerima yang","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["48",{"pageContent":"yaitu yang kuat menerima yang lemah, mayoritas menerima minoritas, yang didekati menerima yang mendekati.  Kedua yaitu mengenal enam tahapan pembiasaan sebagai bentuk perubahan untuk menyesuaikan diri di lingkungan baru. Pertama, tahap pra-kontemplasi merupakan tahap kita mulai berpikir adanya perbedaan lingkungan dan mencari urgensi mengapa harus berubah.. Contohnya ketika kita melihat perbedaan antara standar akademik ITB dan SMA, lalu menyadarkan diri bahwa  sistem dan pola belajar sewaktu","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["49",{"pageContent":"antara standar akademik ITB dan SMA, lalu menyadarkan diri bahwa  sistem dan pola belajar sewaktu di SMA tidak akan cukup sehingga menjawab urgensi mengapa frekuensi belajar harus ditingkatkan yaitu agar survive dan bisa lulus dari ITB. Kedua, tahap kontemplasi yaitu langkah komitmen dengan meyakinkan diri untuk berubah. Tahap ini bahkan bisa berlangsung lama hingga berbulan-bulan, tetapi dapat disolusikan dengan menyadari dulu bahwa berubah itu tidak mudah, memperjelas tahap pertama yaitu","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["50",{"pageContent":"disolusikan dengan menyadari dulu bahwa berubah itu tidak mudah, memperjelas tahap pertama yaitu mengetahui urgensi untuk berubah, dan mencoba mengenal diri luar dan dalam (Bisa menggunakan tools SWOT-TOWS).  Ketiga, tahap persiapan yaitu tahap awal  untuk melakukan eksekusi perubahan. Tahap ini bisa dengan mencari visi atau goal untuk berubah, mencari artikel di internet terkait cara dan mekanisme untuk bisa berubah, dan mencari informasi dari orang yang lebih berpengalaman. Contohnya yaitu","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["51",{"pageContent":"untuk bisa berubah, dan mencari informasi dari orang yang lebih berpengalaman. Contohnya yaitu visi merubah intensitas belajar untuk survive di ITB dengan hasil akademik terbaik. Lalu mencari metode belajar efektif seperti sistem pomodoro, cara menghindari procrastinating, dan lain-lain. Lalu mencari kakak tingkat yaitu mentor atau kenalan lain untuk bertanya terkait intensitas dan pola belajar di ITB berdasarkan pengalaman mereka.  Keempat tahap aksi yaitu eksekusi dengan memulai kebiasaan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["52",{"pageContent":"di ITB berdasarkan pengalaman mereka.  Keempat tahap aksi yaitu eksekusi dengan memulai kebiasaan baru. Tahap ini juga didukung dengan mencatat progress untuk menjaga konsisten dengan step perlahan yaitu tidak langsung loncat terlalu jauh. Penjagaan ritme untuk konsisten menjadi penting dan tetaplah progresif dengan meningkatkan 1% penambahan setiap fasenya.  Kelima tahap relapse yaitu tahap mulai kembali ke kebiasaan lama dan menghilangkan kebiasaan baru. Hal ini normal terjadi sehingga","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["53",{"pageContent":"mulai kembali ke kebiasaan lama dan menghilangkan kebiasaan baru. Hal ini normal terjadi sehingga hindari depresi apabila hal ini terjadi. Perlu diingat apabila hal ini terjadi, cukup memulai dari tahap aksi  dan tidak perlu dari awal. Langkah yang perlu apabila relapse terjadi yaitu review goals dan cara yang sudah pernah dilakukan,, memulai tahapan, membiasakan ulang secara progresif. Contohnya ketika kita sudah bisa belajar 5 jam tiap hari secara konsisten, tetapi berkurang menjadi 2 jam","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["54",{"pageContent":"ketika kita sudah bisa belajar 5 jam tiap hari secara konsisten, tetapi berkurang menjadi 2 jam karena kebiasaan menunda. Visi dan mekanisme seperti “How to avoid procrastinating” sudah pernah dieksplor sehingga yang perlu dilakukan hanya membiasakan kembali dari awal yaitu tahap aksi. Kita harus terlebih dahulu mengetahui sumber dan pihak yang mengurusi suatu kebutuhan baik dari ITB, KM ITB, dan lainnya. Pemenuhan kebutuhan dasar seperti ekonomi, mental, dan akademik dapat melalui Kemenkoan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["55",{"pageContent":"lainnya. Pemenuhan kebutuhan dasar seperti ekonomi, mental, dan akademik dapat melalui Kemenkoan Kesejahteraan Mahasiswa pada Kabinet KM ITB, dan sebagainya. Lalu, tanyakan kepada  mentor OSKM keluargamu sebagai sosok pertama yang mengarahkan mu di ITB.  Fakultas Ilmu dan Teknologi Kebumian (FITB) memiliki jurusan Meteorologi (ME), Oseanografi (OS), Teknik Geodesi dan Geomatika (GD), dan Teknik Geologi (GL). Fakultas Matematika dan Ilmu Pengetahuan Alam (FMIPA) memiliki jurusan Aktuaria (AK),","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["56",{"pageContent":"Geologi (GL). Fakultas Matematika dan Ilmu Pengetahuan Alam (FMIPA) memiliki jurusan Aktuaria (AK), Astronomi (AS), Fisika (FI), Kimia (KI), dan Matematika (MA). Fakultas Seni Rupa dan Desain (FSRD) memiliki jurusan Desain Interior (DI), Desain Komunikasi Visual (DKV), Desain Produk (DP), Kriya (KR), dan Seni Rupa (SR). Fakultas Teknik Mesin dan Dirgantara (FTMD) memiliki jurusan Teknik Dirgantara (AE), Teknik Material (MT), dan Teknik Mesin (MS). Fakultas Teknik Pertambangan dan Perminyakan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["57",{"pageContent":"(AE), Teknik Material (MT), dan Teknik Mesin (MS). Fakultas Teknik Pertambangan dan Perminyakan (FTTM) memiliki jurusan Teknik Geofisika (TG), Teknik Metalurgi (MG), Teknik Perminyakan (TM), dan Teknik Pertambangan (TA). Fakultas Teknik Sipil dan Lingkungan (FTSL) memiliki jurusan Rekayasa Infrastruktur Lingkungan (IL), Teknik dan Pengelolaan Sumber Daya Air (SA), Teknik Kelautan (KL), Teknik Lingkungan (TL), dan Teknik Sipil (SI). Fakultas Teknologi Industri (FTI) memiliki jurusan Manajemen","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["58",{"pageContent":"(TL), dan Teknik Sipil (SI). Fakultas Teknologi Industri (FTI) memiliki jurusan Manajemen Rekayasa Industri (MR), Teknik Bioenergi dan Kemurgi (TB), Teknik Fisika (TF), Teknik Industri (TI), Teknik Kimia (TK), dan Teknik Pangan (PG). Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan (SAPPK) memiliki jurusan Arsitektur (AR) dan Perencanaan Wilayah dan Kota (PWK). Sekolah Bisnis dan Manajemen (SBM) memiliki jurusan Kewirausahaan (MK) dan Manajemen (MB). Sekolah Farmasi (SF) memiliki","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["59",{"pageContent":"(SBM) memiliki jurusan Kewirausahaan (MK) dan Manajemen (MB). Sekolah Farmasi (SF) memiliki jurusan Farmasi Klinik dan Komunitas (FKK) dan Sains dan Teknologi Farmasi (FA). Sekolah Ilmu dan Teknologi Hayati (SITH) memiliki jurusan Biologi (BI), Mikrobiologi (BM), Rekayasa Hayati (BE), Rekayasa Pertanian (BA), Rekayasa Kehutanan (BW), dan Teknologi Pascapanen (BP). Sekolah Teknik Elektro dan Informatika (STEI) memiliki jurusan Sistem dan Teknologi Informasi (II), Teknik Biomedis (EB), Teknik","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["60",{"pageContent":"(STEI) memiliki jurusan Sistem dan Teknologi Informasi (II), Teknik Biomedis (EB), Teknik Elektro (EL), Informatika (IF), Teknik Telekomunikasi (ET), dan Teknik Tenaga Listrik (EP)  Matematika 1A adalah mata kuliah yang mempelajari kalkulus untuk bidang-bidang sains dan rekayasa. Materi yang dibahas antara lain, Sistem Bilangan Real, Pertaksamaan, Fungsi dan Limit, Turunan, Penggunaan Turunan, Integral, Penggunaan Integral dan Fungsi Transenden  Fisika Dasar 1A adalah mata kuliah yang","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["61",{"pageContent":"Integral, Penggunaan Integral dan Fungsi Transenden  Fisika Dasar 1A adalah mata kuliah yang mempelajari mengenai konsep serta ilmu ilmu fisika seperti Kinematika Benda Titik, Gerak Relatif, Dinamika Benda Titik (hukum-hukum Newton dengan konsep gaya, usaha dan energi, impuls dan momentum, hukum-hukum kekekalan), dan sebagainya  Kimia Dasar 1A adalah mata kuliah yang mempelajari aspek dasar dalam penerapan hukum-hukum kimia dalam perhitungan komposisi zat dalam sampel dan dalam berbagai tipe","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["62",{"pageContent":"penerapan hukum-hukum kimia dalam perhitungan komposisi zat dalam sampel dan dalam berbagai tipe reaksi kimia serta mempelajari teori yang mendasari perkembangan tentang struktur atom dan struktur molekul serta interaksi antar molekul.  Tata Tulis Karya Ilmiah adalah mata kuliah yang mempelajari materi ragam bahasa tulis ilmiah dan cirinya; penulisan huruf, kata, unsur serapan, dan pemakaian tanda baca; pembentukan kata dan pemakaian bentukan kata dalam kalimat, dan sebagainya  Matematika 2A","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["63",{"pageContent":"baca; pembentukan kata dan pemakaian bentukan kata dalam kalimat, dan sebagainya  Matematika 2A adalah mata kuliah yang mempelajari bagian kedua dari seri Kalkulus untuk bidang-bidang sains dan rekayasa. Materi yang dibahas antara lain, Teknik Pengintegralan, Bentuk tak tentu dan Integral tak wajar, Deret Tak Hingga, dan sebagainya  Fisika Dasar 2A adalah mata kuliah yang mempelajari Elektrostatik (medan dan gaya listrik), Hukum Gauss, Energi Potensial Listrik, Potensial Listrik. Kapasitor.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["64",{"pageContent":"(medan dan gaya listrik), Hukum Gauss, Energi Potensial Listrik, Potensial Listrik. Kapasitor. Magnetostatik, GGL Induksi Magnetik. Arus Bolak-Balik, Gelombang Elektromagnetik. Fisika Modern, Fisika Atom  Kimia Dasar 2Aadalah mata kuliah yang mempelajari energetika pembentukan larutan dan pengaruh konsentrasi zat terlarut pada sifat koligatif larutan, penerapan konsep kesetimbangan untuk menerangkan kesetimbangan asam-basa dan kesetimbangan kelarutan, dan sebagainya.  Pengenalan Komputasi","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["65",{"pageContent":"kesetimbangan asam-basa dan kesetimbangan kelarutan, dan sebagainya.  Pengenalan Komputasi adalah mata kuliah yang mempelajari pengetahuan dan keterampilan dasar mengenai konsep-konsep inti komputasi/computing, yaitu sistem komputasi, jaringan dan internet, data dan analisis, algoritma dan pemrograman serta dampak komputasi dalam kerangka berpikir komputasi, ditambah dengan pengenalan terhadap intelejensia buatan.  Olah Raga adalah mata kuliah yang mempelajari pengetahuan tentang pentingnya","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["66",{"pageContent":"intelejensia buatan.  Olah Raga adalah mata kuliah yang mempelajari pengetahuan tentang pentingnya berolahraga dengan diberikan teori tentang kesehatan, Kebugaran jasmani, dan Olah raga, Gizi olah raga, Prinsip-prinsip Pelatihan, dan Latihan Kondisi Fisik.  Pengantar Rekayasa dan Desain adalah mata kuliah yang mempelajari mengenai peran berbagai disiplin ilmu dalam menyelesaikan masalah rekayasa dan desain dalam masyarakat, sifat multi aspek dan multi disiplin dalam rekayasa dan desain, prinsip","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["67",{"pageContent":"desain dalam masyarakat, sifat multi aspek dan multi disiplin dalam rekayasa dan desain, prinsip cara berpikir desain, kaidah proses desain dan prinsip langkah penyelesaian masalah.  Bahasa Inggris adalah mata kuliah yang mempelajari mengenai konsep serta aplikasi dari bahasa Inggris  Pengantar Keilmuan MIPA adalah mata kuliah yang mempelajari konsep-konsep esensial dalam matematika dan ilmu pengetahuan alam. Selain itu, matakuliah ini juga memberikan budaya akademik dan cara berpikir dalam","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["68",{"pageContent":"alam. Selain itu, matakuliah ini juga memberikan budaya akademik dan cara berpikir dalam bekerja mengembangkan matematika dan ilmu pengetahuan alam.  Matematika 1B adalah mata kuliah yang mempelajari Sistem Bilangan Real, Pertidaksamaan, Fungsi dan Limit, Turunan dan Penggunaannya, Integral dan Penggunaannya, Fungsi Transenden  Matematika 2B adalah mata kuliah yang mempelajari konsep-konsep dasar matematika yang digunakan dalam ilmu-ilmu hayati, seperti dalam genetika, masalah epidemiologi,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["69",{"pageContent":"matematika yang digunakan dalam ilmu-ilmu hayati, seperti dalam genetika, masalah epidemiologi, dinamika populasi, dan juga masalah lingkungan. Contoh-contoh yang diberikan juga diambil dari konteks serupa atau bermotivasi dari keilmuan hayati.  Fisika Dasar 1B adalah mata kuliah yang mempelajari Kinematika Partikel, Gerak Relatif, Dinamika Partikel (Hukum-hukum Newton dari Konsep Gaya, Usaha dan Energi, Impuls dan Momentum, Hukum-hukum Kekekalan), Dinamika Sistem Partikel (Pusat Massa), dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["70",{"pageContent":"Energi, Impuls dan Momentum, Hukum-hukum Kekekalan), Dinamika Sistem Partikel (Pusat Massa), dan sebagainya  Fisika Dasar 2B adalah mata kuliah yang mempelajari Elektrostatik (Medan Listrik dan Gaya Coulomb), Hukum Gauss, Energi Potensial Listrik, Potensial Listrik, Kapasitor, Magnetostatik, Gaya Elektromotif, Arus Bolak-Balik, Gelombang Elektromagnetik, Interferensi dan Difraksi, Pengantar Fisika Modern.  Biologi Dasar adalah mata kuliah yang mempelajari dasar-dasar Biologi dari makromolekul,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["71",{"pageContent":"Modern.  Biologi Dasar adalah mata kuliah yang mempelajari dasar-dasar Biologi dari makromolekul, sel, sistem organ hingga ekosistem. Dalam setiap topik bahasan mata kuliah ini dijelaskan contoh-contoh aplikasi konsep dasar yang umum khususnya dalam kehidupan yang didukung oleh informasi terkini ilmu Biologi.  Pengantar Sains dan Teknologi Hayati adalah mata kuliah yang mempelajari aplikasi ilmu dan teknologi hayati melalui konsep dan aplikasi biosistem, sumber daya hayati, teknologi & rekayasa","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["72",{"pageContent":"teknologi hayati melalui konsep dan aplikasi biosistem, sumber daya hayati, teknologi & rekayasa hayati, ekonomi berkelanjutan khususnya ekonomi ekologi dan bioekonomi, aspek sosial-budaya sebagai dasar pengembangan bioindustri.  Pengantar Farmasi dan Kesehatan adalah mata kuliah yang mempelajari Struktur dan komposisi kimia sel, Aliran informasi genetik dan regulasi ekspresi gen, Membran: struktur dan fungsi, Organel: struktur dan fungsi, Komunikasi sel: jaringan dan sel punca, Pembelahan sel,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["73",{"pageContent":"dan fungsi, Organel: struktur dan fungsi, Komunikasi sel: jaringan dan sel punca, Pembelahan sel, dan hal hal lainnya berhubungan dengan ilmu farmasi dan kesehatan  Anatomi dan Fisiologi Manusia 1 adalah mata kuliah yang mempelajari Pengertian ilmu anatomi dan fisiologi, level organisasi makhluk hidup( atom, molekul, sel, jaringan, organ dan system), hubungan antar sistem organ, dan ilmu anatomi serta fisiologi manusia lainnya.  Pengantar Sumber Daya Mineral dan Energi adalah mata kuliah yang","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["74",{"pageContent":"serta fisiologi manusia lainnya.  Pengantar Sumber Daya Mineral dan Energi adalah mata kuliah yang mempelajari pengantar ilmu kebumian, tinjauan umum tentang bumi, tinjauan bumi dari sudut geofisika, potensi bahan galian dan teknologi penambangan, pengolahan mineral dan rekayasa metalurgi, dan potensi migas, geothermal, dan teknologi perminyakan  Pengantar Ilmu dan Teknologi Kebumian adalah mata kuliah yang mempelajari pengantar dari ilmu dan teknologi kebumian  Menggambar Teknik adalah mata","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["75",{"pageContent":"kuliah yang mempelajari pengantar dari ilmu dan teknologi kebumian  Menggambar Teknik adalah mata kuliah yang mempelajari pentingnya perancangan serta tahapan proses perancangan, Memahami jenis-jenis alat ukur serta mampu memilih dan menggunakan alat ukur yang sesuai, Memahami konsep toleransi serta kaitannya dalam perancangan teknik, dan hal hal lain mengenai menggambar teknik  Kimia Dasar B adalah mata kuliah yang mempelajari fondasi tentang konsep kimia pada aspek perhitungan komposisi,","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["76",{"pageContent":"adalah mata kuliah yang mempelajari fondasi tentang konsep kimia pada aspek perhitungan komposisi, energi, laju reaksi, dan aspek struktur serta interaksinya yang diperlukan mahasiswa teknik untuk pengembangan material.  Komputasi dan Masyarakat adalah mata kuliah yang mempelajari perkembangan sistem komputer dan perannya dalam masyarakat; serta melatih mahasiswa untuk dapat merancang usulan solusi berbasis komputer yang menyelesaikan masalah rill di masyarakat.  Dasar Pemrograman adalah mata","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["77",{"pageContent":"berbasis komputer yang menyelesaikan masalah rill di masyarakat.  Dasar Pemrograman adalah mata kuliah yang mempelajari konsep fundamental pemrograman: abstraksi, dekomposisi problem, modularisasi, rekurens; skill/praktek pemrograman skala kecil (aspek koding); dan memberikan peta dunia pemrograman untuk dapat mempelajari pemrograman secara lebih mendalam pada tahap berikutnya.  Pengantar Analisis Rangkaian adalah mata kuliah yang mempelajari seputar analisis rangkaian mulai dari teori dari","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["78",{"pageContent":"Rangkaian adalah mata kuliah yang mempelajari seputar analisis rangkaian mulai dari teori dari rangkaian listrik hingga praktek mendesain rangkaian menggunakan aplikasi.  Pengenalan Teknik Mesin, Material, dan Dirgantara adalah mata kuliah yang mempelajari konsep dasar serta pengenalan mengenai teknik mesin, material dan dirgantara  Statika Struktur adalah mata kuliah yang mempelajari hukum-hukum dasar mekanika dan pemanfaatannya dalam analisis struktur statik. Materi yang dibahas mencakup","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["79",{"pageContent":"dasar mekanika dan pemanfaatannya dalam analisis struktur statik. Materi yang dibahas mencakup Review sistem gaya, Konsep Diagram Benda Bebas, Analisis keseimbangan partikel, Analisis struktur sederhana, dan ilmu statika struktur lainnya  Matematika 2C adalah mata kuliah yang mempelajari bagian kedua dari seri Kalkulus untuk bidang-bidang sains dan rekayasa. Materi yang dibahas antara lain, Teknik Pengintegralan, Bentuk tak tentu dan Integral tak wajar, Deret Tak hingga, Geometri di Bidang dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["80",{"pageContent":"Pengintegralan, Bentuk tak tentu dan Integral tak wajar, Deret Tak hingga, Geometri di Bidang dan Ruang, dan ilmu matematika lainnya  Dasar Perencanaan dan Perancangan adalah mata kuliah yang mempelajari pemahaman awal tentang pengetahuan, proses dan prospek dalam bidang perencanaan dan perancangan lingkungan binaan sebagai landasan dalam memilih program studi di SAPPK.  Teknik Komunikasi dan Presentasi adalah mata kuliah yang mempelajari teknik komunikasi dan presentasi grafis; tertulis dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["81",{"pageContent":"adalah mata kuliah yang mempelajari teknik komunikasi dan presentasi grafis; tertulis dan lisan. Komunikasi dan presentasi grafis mencakup komunikasi dan presentasi dasar [garis, huruf, warna]; dan teknik komunikasi dan presentasi lainnya.  Dasar Seni Rupa dan Desain adalah mata kuliah yang mempelajari prinsip-prinsip dasar seni rupa dan desain sehingga setelah mengikuti perkuliahan ini mahasiswa diharapkan memiliki kemampuan untuk membuat ungkapan-ungkapan visual dan mampu menjelaskan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["82",{"pageContent":"diharapkan memiliki kemampuan untuk membuat ungkapan-ungkapan visual dan mampu menjelaskan prinsip-prinsip estetis dalam karya.  Gambar 1 adalah mata kuliah yang mempelajari struktur dasar bentuk benda, melalui pengamatan objek dan teknik menggambar. Mengetahui prinsip dasar proyeksi-representasi, ilmu bentuk dan proporsi sebagai alat untuk memahami dasar-dasar pembentukan gambar.  Rupa Dasar Dua Dimensi 1 adalah mata kuliah yang mempelajari dasar perancangan yang bersifat dwi matra (2D)","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["83",{"pageContent":"Dua Dimensi 1 adalah mata kuliah yang mempelajari dasar perancangan yang bersifat dwi matra (2D) berbasis unsur geometris dan prinsip seni rupa dan desain ke dalam: komposisi, keseimbangan, irama, aksen, kontras, kesatuan, keselarasan, dan lain-lain.  Rupa Dasar Tiga Dimensi 1 adalah mata kuliah yang mempelajari pemahaman tentang prinsip dan unsur rupa yang bersifat tiga dimensional melalui solusi kreatif dan kepekaan dalam mengkomposisikan unsur tersebut dengan mengenalkan teknik, alat dan","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["84",{"pageContent":"kreatif dan kepekaan dalam mengkomposisikan unsur tersebut dengan mengenalkan teknik, alat dan bahan secara logis.  Kreativita dan Humanita adalah mata kuliah yang mempelajari pemahaman kreativitas yang terjadi di dalam diri setiap manusia, yang dijabarkan melalui limas citra dan proses imajinasi  Gambar II adalah mata kuliah yang mempelajari prinsip dan teknik menggambar, terutama pada model solid dan parametrik berdasarkan pembatasan (constraint-based modeling).  Rupa Dasar II adalah mata","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["85",{"pageContent":"solid dan parametrik berdasarkan pembatasan (constraint-based modeling).  Rupa Dasar II adalah mata kuliah yang mempelajari prinsip dasar perancangan 2D yang menekankan pada solusi kreatif dan kepekaan dengan memanfaatkan unsur dari alam serta pengenalan teknik, alat dan bahan yang berlandaskan pada ilmu pengetahuan yang logis.  Rupa Dasar II adalah mata kuliah yang mempelajari prinsip dasar perancangan 3D yang menekankan pada solusi kreatif dan kepekaan dengan memanfaatkan unsur dari alam","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["86",{"pageContent":"perancangan 3D yang menekankan pada solusi kreatif dan kepekaan dengan memanfaatkan unsur dari alam serta pengenalan teknik, alat dan bahan yang berlandaskan pada ilmu pengetahuan yang logis.  Matematika Bisnis 1 adalah mata kuliah yang mempelajari Fungsi, komposisi fungsi, limit dan asimtot, kekontinuan, turunan, optimisasi, fungsi eksponensial dan logaritma, integrasi, himpunan, peluang, dan aplikasi dalam teori ekonomi dan praktek bisnis.  Pengantar Bisnis adalah mata kuliah yang mempelajari","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["87",{"pageContent":"dalam teori ekonomi dan praktek bisnis.  Pengantar Bisnis adalah mata kuliah yang mempelajari praktek bisnis dengan menggabungkan budaya, etika dan kepemimpinan dan memperoleh keterampilan kewirausahaan serta kesadaran teknologi. Pendekatan ini menjadi dasar dari pengajaran mata kuliah Pengantar Bisnis di SBM ITB.  Pembelajaran Manajemen Berbasis Pengalaman adalah mata kuliah yang mempelajari bagaimana cara mengimplementasikan ilmu manajemen dalam praktek bisnis baik secara mandiri maupun","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["88",{"pageContent":"bagaimana cara mengimplementasikan ilmu manajemen dalam praktek bisnis baik secara mandiri maupun kelompok. Diharapkan dalam setiap pertemuan terjadi diskusi tentang topik terkait dan memunculkan insight praktis untuk praktek bisnis.  Statistika Bisnis dan Manajemen Data adalah mata kuliah yang mempelajari metodologi dalam mengumpulkan data, menganalisa data dan membuat kesimpulan, bermanfaat bagi pengambil keputusan untuk membuat keputusan, membuat perencanaan, atau memahami sejumlah angka","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["89",{"pageContent":"bagi pengambil keputusan untuk membuat keputusan, membuat perencanaan, atau memahami sejumlah angka yang terkait dengan bisnis yang dilakukan.  Kajian Tatanan Masyarakat adalah mata kuliah yang mempelajari aspek budaya dan sosial manusia yang mempengaruhi bagaimana manusia berpikir dan bertindak  Teknologi untuk Inovasi Bisnis adalah mata kuliah yang mempelajari konsep teknologi secara umum termasuk perkembangan teknologi, membahas jenis-jenis teknologi terkini dan melakukan percobaan untuk","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["90",{"pageContent":"perkembangan teknologi, membahas jenis-jenis teknologi terkini dan melakukan percobaan untuk mendapatkan pengertian cara kerja teknologi tertentu dan peluang-peluang bisnis yang bisa dikembangkan dari teknologi tersebut.  Psikologi dan Perilaku Organisasi (POB) adalah mata kuliah yang mempelajari pengetahuan dasar psikologi dan perilaku organisasi, termasuk pengembangan keterampilan manajemen dan pemahaman tentang perilaku individu dan kelompok di tempat kerja.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}]]